Repository: microsoft/winget-cli
Catalog: Localization/Resources/*/winget.resw
Source language: en_gb
Languages: af_za, am_et, ar_sa, az_latn_az, bg_bg, cs_cz, da_dk, de_de, el_gr, es_es, es_mx, et_ee, fa_ir, fi_fi, fr_fr, gl_es, he_il, hi_in, hu_hu, id_id, is_is, it_it, ja_jp, kk_kz, lo_la, lt_lt, lv_lv, mk_mk, ml_in, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sq_al, sr_latn_rs, sv_se, te_in, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# MissingArgumentError
source: Argument value required, but none found
af_za: Argumentwaarde word vereis, maar niks is gevind nie
am_et: ነጋሪ እሴት ዋጋ ያስፈልጋል፣ ግን አንዳቸውም አልተገኙም
ar_sa: قيمة الوسيطة مطلوبة، ولكن لم يتم العثور على شيء
az_latn_az: Arqument qiyməti tələb edildi, lakin heç biri tapılmadı
bg_bg: Стойността на аргументите е задължителна, но не е намерена
cs_cz: Byla požadována hodnota argumentu, ale žádná se nenašla.
da_dk: Argumentværdi påkrævet, men ingen fundet
de_de: Wert des Arguments erforderlich, aber nicht gefunden
el_gr: Απαιτείται τιμή ορίσματος, αλλά δεν βρέθηκε καμία
es_es: Se necesita un valor de argumento, pero no se encuentra ninguno
es_mx: Se necesita un valor de argumento, pero no se encontró ninguno.
et_ee: Argumendi väärtus on nõutav, kuid seda ei leitud
fa_ir: مقدار آرگومان الزامی است، اما هیچکدام پیدا نشد
fi_fi: Argumentin arvo on pakollinen, mutta yhtäkään ei löytynyt
fr_fr: Valeur d’argument requise, mais aucune trouvé
gl_es: Requírese o valor do argumento, pero non se atopou
he_il: נדרש ערך ארגומנט, אך לא נמצא ערך
hi_in: तर्क मान आवश्यक है, लेकिन कोई नहीं मिला
hu_hu: Az argumentumérték megadása kötelező, de nem található érték
id_id: Nilai argumen diperlukan, tetapi tidak ditemukan
is_is: Þörf er á frumbreytugildi en engin fannst
it_it: Il valore dell'argomento risulta mancante
ja_jp: 引数値が必要ですが、見つかりません
kk_kz: Аргумент мәнін енгізу қажет, бірақ бірде-біреуі табылмады
lo_la: ຕ້ອງລະບຸຄ່າອາກິວເມັນ, ແຕ່ບໍ່ພົບ
lt_lt: Reikalinga, bet nerasta argumento reikšmė
lv_lv: Argumenta vērtība ir obligāta, bet netika atrasta
mk_mk: Се бара вредност за аргументот, но не е најдена
ml_in: വാദ മൂല്യം ആവശ്യമാണ്, പക്ഷേ ഒന്നും കണ്ടെത്തിയില്ല
ms_my: Argumen nilai yang diperlukan tetapi tiada yang dijumpai
nb_no: Argumentverdi obligatorisk, men ingen funnet
nl_nl: Waarde voor argument vereist, maar niet gevonden
pl_pl: Wymagana wartość argumentu — nie znaleziono żadnej wartości
pt_br: Valor de argumento obrigatório, mas nenhum encontrado
pt_pt: É necessário um valor de argumento, mas não foi encontrado nenhum
ro_ro: Valoare argument obligatorie, dar niciuna nu a fost găsită
ru_ru: Требуется значение аргумента, но ничего не найдено
sk_sk: Vyžaduje sa hodnota argumentu, ale žiadna sa nenašla
sl_si: Obvezna je vrednost argumenta, vendar je ni bilo mogoče najti
sq_al: Kërkohet vlera e argumentit, por nuk u gjet asnjë
sr_latn_rs: Vrednost argumenta je obavezna, ali nijedna nije pronađena
sv_se: Argumentvärdet måste anges men inget har hittats
te_in: వాదన విలువ అవసరం, కానీ ఏదీ కనుగొనబడలేదు
th_th: จำเป็นต้องมีค่าอาร์กิวเมนต์ แต่ไม่พบค่าใดๆ
tr_tr: Bağımsız değişken değeri gerekli, ancak değer bulunamadı
uk_ua: Значення аргументу обов’язкове, але не знайдене
vi_vn: Giá trị đối số là bắt buộc, nhưng không tìm thấy
zh_cn: 所需参数值，但未找到
zh_tw: 需要引數值，但找不到

# MonikerArgumentDescription
source: Filter results by app moniker
af_za: Filtreer resultate volgens toepassingbynaam
am_et: ውጤቶችን በ app moniker አጣራ
ar_sa: تصفية النتائج حسب مسار الارتباط
az_latn_az: Nəticələri proqram adına görə süzgəcdən keçirin
bg_bg: Филтриране на резултати по псевдоним на приложението
cs_cz: Filtrovat výsledky podle cesty odkazu aplikace
da_dk: Filtrer resultater efter app-moniker
de_de: Ergebnisse nach App-Moniker filtern
el_gr: Αποτελέσματα φίλτρου κατά αναγνωριστικό εφαρμογής
es_es: Filtrar resultados por moniker de aplicación
es_mx: Filtrar resultados por apodo de la aplicación.
et_ee: Saate tulemeid rakenduse nime järgi filtreerida
fa_ir: نتایج را بر اساس اسم فیلتر می‌کند
fi_fi: Suodata tulokset sovelluksen monikerin mukaan
fr_fr: Filtrer les résultats par nom d’application
gl_es: Filtrar resultados segundo o moniker do paquete
he_il: סינון תוצאות לפי כינוי יישום
hi_in: अनुप्रयोग मॉनीकेर के अनुसार परिणामों को फ़िल्टर करें
hu_hu: Találatok szűrése az alkalmazás hivatkozásútvonala alapján
id_id: Filter hasil menurut moniker aplikasi
is_is: Sía niðurstöður eftir viðurnefni forrits
it_it: Filtra i risultati in base al moniker
ja_jp: アプリ モニカーで結果をフィルター処理
kk_kz: Нәтижелерді бағдарлама моникері бойынша сүзгілеу
lo_la: ກັ່ນຕອງຜົນການຊອກຫາຕາມ app moniker
lt_lt: Filtruoti rezultatus pagal programos iškvietimo komponentą
lv_lv: Filtrēt rezultātus pēc programmas pavārda
mk_mk: Филтрирајте ги резултатите по moniker на апликации
ml_in: അപ്ലിക്കേഷൻ മോണിക്കർ ഉപയോഗിച്ച് ഫലങ്ങൾ ഫിൽട്ടർ ചെയ്യുക
ms_my: Tapis hasil mengikut laluan pautan aplikasi
nb_no: Filtrer resultater etter appens kallenavn
nl_nl: Resultaten filteren op naam van de app
pl_pl: Filtruj wyniki według monikera
pt_br: Filtrar resultados por moniker do aplicativo
pt_pt: Filtrar os resultados pelo caminho da ligação da aplicação
ro_ro: Filtrare rezultate după denumire aplicație
ru_ru: Фильтровать результаты по моникеру приложения
sk_sk: Filtrovať výsledky podľa monikera aplikácie
sl_si: Ukaz »Filtriraj rezultate po vzdevku aplikacije«
sq_al: Filtro rezultatet sipas pseudonimit
sr_latn_rs: Filtriranje rezultata po monikeru aplikacije
sv_se: Filtrera resultat efter länksökväg till program
te_in: అనువర్తన మోనికర్ ద్వారా ఫలితాలను ఫిల్టర్ చేయండి
th_th: ผลลัพธ์การกรองตาม Moniker ของแอป
tr_tr: Sonuçları uygulama bağlantı yoluna göre filtreleme ölçütü:
uk_ua: Фільтрувати результати монікером програми
vi_vn: Lọc kết quả theo biệt danh ứng dụng
zh_cn: 按应用名字对象筛选结果
zh_tw: 依套件連結路徑來篩選結果

# MsixArgumentDescription
source: Input file will be treated as msix; signature hash will be provided if signed
af_za: Toevoerlêer sal as msix hanteer word; handtekeninghuts sal verskaf word as dit onderteken word
am_et: የግቤት ፋይል እንደ msix ተደርጎ ይስተናገዳል፤ ከተፈረመ የፊርማ ሃሽ ይሰጣል
ar_sa: سيتم معاملة ملف الإدخال على أنه msix; وسيتم توفير التوقيع الإحداثي إذا تم التوقيع
az_latn_az: Daxiletmə faylı msix formatı kimi idarə ediləcək; imzalanarsa, imza heşi təmin ediləcək
bg_bg: Входящ файл ще се третира като msix; ще бъде предоставен хеш подпис, ако е подписан
cs_cz: Se vstupním souborem se bude zacházet jako se souborem msix a pokud bude podepsaný, poskytne se hodnota hash
da_dk: Inputfilen vil blive behandlet som msix; signatur-hash angives, hvis den er signeret
de_de: Eingabedatei wird als msix behandelt. Signatur-Hash wird bereitgestellt, falls signiert
el_gr: Το αρχείο εισόδου θα αντιμετωπίζεται ως msix. Θα παρέχεται κατακερματισμός υπογραφής εάν έχει υπογραφεί
es_es: El archivo de entrada será tratado como msix. Si está firmado, se proporcionará hash de firma
es_mx: Se tratará al archivo de entrada como msix. Se sintetizará la firma si está firmado.
et_ee: Sisendfaili käideldakse msixina; allkirjastamise korral esitatakse allkirjaräsi
fa_ir: فایل ورودی به عنوان msix تلقی خواهد شد؛ هش امضا در صورت امضا شدن ارائه خواهد شد
fi_fi: Syöttötiedostoa käsitellään msix-muodossa. Allekirjoituksen hajautus suoritetaan, jos se allekirjoitetaan.
fr_fr: Le fichier d’entrée sera traité en tant que MSIX; le hachage de la signature sera fourni s’il est signé
gl_es: O ficheiro de entrada tratarase como msix. Se se asina, fornecerase o hash de firma
he_il: המערכת תתייחס לקובץ הקלט כאל msix;‏ Hash החתימה יינתן אם הקובץ נחתם
hi_in: इनपुट फ़ाइल को msix माना जाएगा; हस्ताक्षर हैश प्रदान किया जाएगा यदि हस्ताक्षरित किया जाए
hu_hu: A rendszer MSIX-fájlként kezeli a bemeneti fájlt; ha alá van írva, biztosítja az aláíráskivonatot.
id_id: File input akan diperlakukan sebagai msix; hash tanda tangan akan disediakan jika ditandatangani
is_is: Ílagsskrá verður meðhöndluð sem msix; tæting undirskriftar verður notuð ef undirrituð
it_it: Il file di input verrà considerato come MSIX; l'hash della firma verrà fornito se firmato
ja_jp: 入力ファイルは msix として扱われます。署名された場合、署名ハッシュが提供されます
kk_kz: Кіріс файл msix ретінде өңделеді; қол қойылған болса, қолтаңба хэші көрсетіледі
lo_la: ໄຟລ໌ອິນພຸດຈະຖືກປະຕິບັດເປັນ msix; ແຮຊລາຍເຊັນຈະຖືກສະໜອງໃຫ້ຫາກມີການເຊັນໄວ້
lt_lt: Įvesties failas bus laikomas msix; parašo maiša bus pateikta, jei pasirašyta
lv_lv: Ievades fails tiks uzskatīts par msix; paraksta jaukšana tiks nodrošināta, ja ir parakstīts
mk_mk: Влезната датотека ќе се третира како msix; хашот на потписот ќе биде даден ако е потпишана
ml_in: ഇൻപുട്ട് ഫയൽ msix ആയി പരിഗണിക്കും; ഒപ്പിട്ടാൽ കൈയ്യെഴുത്ത് ഹാഷ് നൽകും
ms_my: Fail input akan dikira sebagai msix; cincangan tandatangan akan disediakan jika mendaftar
nb_no: Inn data fil blir behandlet som msix. signatur-hash blir gitt hvis det er signert
nl_nl: Invoerbestanden worden behandeld als msix; indien ondertekend, wordt handtekeninghash geboden
pl_pl: Plik wejściowy będzie traktowany jako msix; skrót podpisu zostanie podany, jeśli plik jest podpisany.
pt_br: O arquivo de entrada será tratado como msix; hash de assinatura será fornecido se assinado
pt_pt: O ficheiro de entrada será tratado como msix; será fornecido o hash de assinatura, caso assinado
ro_ro: Fișierul de intrare va fi tratat ca msix; semnătura de asimilare va fi furnizată dacă este semnată
ru_ru: Входной файл будет обрабатываться как формат MSIX; при наличии подписи будет предоставлен хэш подписи
sk_sk: Vstupný súbor sa spracuje ako msix; hodnota hash podpisu sa poskytne, ak je podpísaný
sl_si: Vhodna datoteka bo obravnavana kot mSix; Razpršilo za podpis bo na voljo, če je podpisan
sq_al: Skedari i hyrjes do të trajtohet si msix; nëse nënshkruhet, do të ofrohet një grup nënshkrimi
sr_latn_rs: Ulazna datoteka će se tretirati kao msix; biće obezbeđen heš potpisa ako se potpiše
sv_se: Indatafilen behandlas som msix; hash med signatur kommer att anges om den är signerad
te_in: ఇన్పుట్ ఫైల్ msix గా పరిగణించబడుతుంది; సంతకం చేస్తే సంతకం హాష్ అందించబడుతుంది
th_th: ไฟล์อินพุทจะมีการจัดการเป็น msix จะมีการระบุแฮชลายเซ็นหากเซ็นชื่อ
tr_tr: Giriş dosyası msix olarak kabul edilir; imzalandıysa imza karması sağlanacaktır
uk_ua: Вхідний файл розглядатиметься як формат MSIX; хеш підпису надається при наявності підпису
vi_vn: Tệp nhập sẽ được xử lý dưới dạng msix; hàm băm chữ ký sẽ được cung cấp nếu đã ký
zh_cn: 输入文件将被视为 msix；如果签名，将提供签名哈希
zh_tw: 系統會將輸入檔案視為 msix; 如果簽署的話，將會提供簽章雜湊

# MsixSignatureHashFailed
source: Failed to calculate MSIX signature hash.
af_za: Berekening van MSIX-handtekeninghuts het misluk.
am_et: የ MSIX ሲግኔቸር ሃሽ ማስላት አልተሳካም።
ar_sa: فشل حساب تجزئة توقيع MSIX.
az_latn_az: MSIX imza heşini hesablamaq alınmadı.
bg_bg: Неуспешно изчисляване на хеш на подпис MSIX.
cs_cz: Hodnotu hash podpisu MSIX se nepodařilo vypočítat.
de_de: Fehler beim Berechnen des MSIX-Signaturhashs.
el_gr: Δεν ήταν δυνατός ο υπολογισμός του κατακερματισμού υπογραφής MSIX.
es_es: No se pudo calcular el hash de firma MSIX.
es_mx: Fallo al calcular el hash de firma de MSIX.
et_ee: MSIX-allkirja räsi ei saanud arvutada.
fa_ir: محاسبه هش امضای MSIX انجام نشد.
fi_fi: MSIX-allekirjoituksen hajautusarvon laskeminen epäonnistui.
fr_fr: Impossible de calculer le hachage de la signature MSIX.
gl_es: Erro ao calcular o hash da sinatura MSIX.
he_il: חישוב Hash החתימה של MSIX נכשל.
hi_in: MSIX हस्ताक्षर हैश का परिकलन करने में विफल.
hu_hu: Nem sikerült kiszámítani az MSIX-aláírás kivonatát.
is_is: Ekki tókst að reikna út tætigildi MSIX-undirritunar.
it_it: Non è possibile calcolare l'hash della firma MSIX.
ja_jp: MSIX 署名ハッシュを計算できませんでした。
kk_kz: MSIX қолтаңба хэшін есептеу мүмкін болмады.
lo_la: ຄຳນວນແຮຊລາຍເຊັນ MSIX ບໍ່ສຳເລັດ.
lt_lt: Apskaičiuoti MSIX parašo maišos nepavyko.
lv_lv: Neizdevās aprēķināt MSIX paraksta jaucējkodu.
ms_my: Gagal mengira cincangan tandatangan MSIX.
nb_no: Kan ikke beregne hash for MSIX-signatur.
nl_nl: Kan MSIX-handtekening-hash niet berekenen.
pl_pl: Nie można obliczyć skrótu podpisu MSIX.
pt_br: Falha ao calcular o hash de assinatura MSIX.
pt_pt: Falha ao calcular o código hash de assinatura MSIX.
ro_ro: Nu s-a reușit calcularea codului hash pentru semnătura MSIX.
sk_sk: Nepodarilo sa vypočítať hodnota hash podpisu súboru MSIX.
sl_si: Zgoščene vrednosti podpisa MSIX ni bilo mogoče izračunati.
sq_al: Llogaritja e hash-it të nënshkrimit MSIX dështoi.
sr_latn_rs: Izračunavanje heša MSIX potpisa nije uspelo.
sv_se: Kunde inte beräkna MSIX-signaturhash.
te_in: MSIX సంతకం హాష్‌ను లెక్కించడంలో విఫలమైంది.
th_th: การคำนวณแฮชลายเซ็น MSIX ล้มเหลว
tr_tr: MSIX imza karması hesaplanamadı.
uk_ua: Не вдалося обчислити геш-код підпису MSIX.
vi_vn: Không thể tính toán hàm băm chữ ký MSIX.
zh_cn: 无法计算 MSIX 签名哈希。
zh_tw: 無法計算 MSIX 簽章訊息摘要。

# NameArgumentDescription
source: Filter results by name
af_za: Filtreer resultate volgens naam
am_et: ውጤቶችን በስም አጣራ
ar_sa: تصفية النتائج حسب الاسم
az_latn_az: Nəticələri ada görə süzgəcdən keçirin
bg_bg: Филтриране на резултати по име
cs_cz: Filtrovat výsledky podle názvu
da_dk: Filtrer resultater efter navn
de_de: Ergebnisse nach Name filtern
el_gr: Φιλτράρισμα αποτελεσμάτων κατά όνομα
es_es: Filtrar resultados por nombre
es_mx: Filtrar resultados por nombre.
et_ee: Saate tulemeid nime järgi filtreerida
fa_ir: نتایج را بر اساس نام فیلتر می‌کند
fi_fi: Suodata tulokset nimen mukaan
fr_fr: Filtrer les résultats par nom
gl_es: Filtrar resultados segundo o nome
he_il: סינון התוצאות לפי שם
hi_in: नाम के अनुसार परिणामों को फ़िल्टर करें
hu_hu: Találatok szűrése név alapján
id_id: Filter hasil menurut nama
is_is: Sía niðurstöður eftir heiti
it_it: Filtra i risultati per nome
ja_jp: 名前で結果をフィルター処理
kk_kz: Нәтижелерді аты бойынша сүзгілеу
lo_la: ກັ່ນຕອງຜົນການຊອກຫາຕາມຊື່
lt_lt: Filtruoti rezultatus pagal pavadinimą
lv_lv: Filtrēt rezultātus pēc nosaukuma
mk_mk: Филтрирајте ги резултатите по име
ml_in: പേര് അനുസരിച്ച് ഫലങ്ങൾ ഫിൽട്ടർ ചെയ്യുക
ms_my: Tapis hasil mengikut nama
nb_no: Filtrer resultater etter navn
nl_nl: Resultaten filteren op naam
pl_pl: Filtruj wyniki według nazwy
pt_br: Filtrar resultados por nome
pt_pt: Filtrar os resultados por nome
ro_ro: Filtrare rezultate după nume
ru_ru: Фильтровать результаты по имени
sk_sk: Filtrovať výsledky podľa názvu
sl_si: Ukaz »Filtriraj rezultate po imenu«
sq_al: Filtro rezultate sipas emrit
sr_latn_rs: Filtriranje rezultata po imenu
sv_se: Filtrera resultat efter namn
te_in: ఫలితాలను పేరు ద్వారా ఫిల్టర్ చేయండి
th_th: ผลลัพธ์การกรองตามชื่อ
tr_tr: Sonuçları ada göre filtreleme ölçütü:
uk_ua: Фільтрувати результати за ім’ям.
vi_vn: Lọc kết quả theo tên
zh_cn: 按名称筛选结果
zh_tw: 依名稱篩選結果

# NoApplicableInstallers
source: No installers are applicable to the current system.
af_za: Geen installeerders is van toepassing op die huidige stelsel nie.
am_et: ምንም መጫኛዎች ለአሁኑ ሲስተም አይሰሩም።
ar_sa: لا توجد أي مثبتات قابلة للتطبيق على النظام الحالي.
az_latn_az: Cari sistem üçün heç bir quraşdırıcı tətbiq edilmir.
bg_bg: Няма приложими програми за инсталиране за текущата система.
cs_cz: U aktuálního systému se nedají použít žádné instalační programy.
de_de: Für das aktuelle System sind keine Installationsprogramme verfügbar.
el_gr: Δεν υπάρχουν προγράμματα εγκατάστασης που να ισχύουν για το τρέχον σύστημα.
es_es: No se aplica ningún instalador al sistema actual.
es_mx: No hay instaladores aplicables al sistema actual.
et_ee: Praeguse süsteemi jaoks asjakohaseid installereid ei ole.
fa_ir: هیچ نصب‌کننده‌ای برای سیستم فعلی قابل اجرا نیست.
fi_fi: Asennus ei sovellu nykyiseen järjestelmään.
fr_fr: Aucun installateur n'est applicable au système actuel.
gl_es: Non hai instaladores aplicables ao sistema actual.
he_il: אין תוכנות התקנה מתאימות למערכת הנוכחית.
hi_in: वर्तमान सिस्टम पर कोई भी installer लागू नहीं है.
hu_hu: Egyetlen telepítő sem alkalmazható a jelenlegi rendszerben.
is_is: Engin uppsetningarforrit eru nothæf fyrir núverandi kerfi.
it_it: Nessun programmi di installazione è applicabile al sistema corrente.
ja_jp: 現在のシステムに適用できるインストーラーはありません。
kk_kz: Ағымдағы жүйе үшін жарамды орнату құралдары жоқ.
lo_la: ບໍ່ມີຕົວຕິດຕັ້ງທີ່ສາມາດໃຊ້ໄດ້ກັບລະບົບປັດຈຸບັນ.
lt_lt: Nėra diegimo programų, kurios taikomos esamai sistemai.
lv_lv: Pašreizējai sistēmai nav lietojama neviena instalēšanas programma.
ms_my: Tiada pemasang yang berkenaan untuk sistem semasa.
nb_no: Ingen installasjonsprogrammer gjelder for det gjeldende systemet.
nl_nl: Er zijn geen installatieprogramma's van toepassing op het huidige systeem.
pl_pl: Żadni instalatorzy nie mają zastosowania w bieżącym systemie.
pt_br: Nenhum instalador se aplica ao sistema atual.
pt_pt: Não existem instaladores aplicáveis ao sistema atual.
ro_ro: Nu instalare se aplică la sistemul curent.
sk_sk: Na aktuálny systém nie sú použiteľné žiadne inštalačné súbory.
sl_si: V trenutnem sistemu ni nobenega programi.
sq_al: Asnjë instalues nuk është i aplikueshëm për sistemin aktual.
sr_latn_rs: Nijedan instalator nije važeći za aktuelni sistem.
sv_se: Inga installationsprogram finns för det aktuella systemet.
te_in: ప్రస్తుత వ్యవస్థకు ఇన్‌స్టాలర్లు వర్తించవు.
th_th: ไม่มีของที่สามารถใช้ได้กับระบบปัจจุบัน
tr_tr: Geçerli sisteme uygulanabilen yükleyici yok.
uk_ua: Інсталяторів не застосовується до поточної системи.
vi_vn: Không có trình cài đặt nào được áp dụng cho hệ thống hiện tại.
zh_cn: 没有适用于当前系统的安装程序。
zh_tw: 沒有適用于目前系統的安裝程式。

# NoVTArgumentDescription
source: Disables VirtualTerminal display
af_za: Deaktiveer VirtualTerminal-skerm
am_et: የ VirtualTerminal ማሳያን ያሰናክላል
ar_sa: لتعطيل عرض VirtualTerminal
az_latn_az: VirtualTerminal displeyini qeyri-aktiv edir
bg_bg: Забранява показването на VirtualTerminal
cs_cz: Zakáže zobrazení VirtualTerminal
de_de: Deaktiviert VirtualTerminal-Anzeige
el_gr: Απενεργοποιεί την οθόνη VirtualTerminal
es_es: Deshabilita la pantalla VirtualTerminal
es_mx: Deshabilita la pantalla VirtualTerminal.
et_ee: Keelab VirtualTerminali kuva
fa_ir: نمایشگر VirtualTerminal را غیرفعال می‌کند
fi_fi: Poistaa VirtualTerminal-näytön käytöstä
fr_fr: Désactive l’affichage VirtualTerminal
gl_es: Desactiva a mostra VirtualTerminal
he_il: הפיכת תצוגת VirtualTerminal ללא זמינה
hi_in: VirtualTerminal प्रदर्शन को अक्षम करता है
hu_hu: A VirtualTerminal megjelenítésének letiltása
is_is: Slekkur á VirtualTerminal-skjá
it_it: Disabilita la visualizzazione di VirtualTerminal
ja_jp: VirtualTerminal 表示を無効にする
kk_kz: VirtualTerminal көрсетілімін өшіреді
lo_la: ປິດການນຳໃຊ້ການສະແດງຜົນ VirtualTerminal
lt_lt: Išjungia „VirtualTerminal“ rodinį
lv_lv: Atspējo VirtualTerminal displeju
ms_my: Menyahdayakan paparan VirtualTerminal
nb_no: Deaktiverer VirtualTerminal-visning
nl_nl: Hiermee wordt de weergave VirtualTerminal uitgeschakeld
pl_pl: Wyłącza wyświetlanie wirtualnego terminalu (VirtualTerminal)
pt_br: Desabilita a exibição VirtualTerminal
pt_pt: Desativa a apresentação do VirtualTerminal
ro_ro: Dezactivează afișarea VirtualTerminal
sk_sk: Zakáže obrazovku VirtualTerminal
sl_si: Onemogoči prikaz VirtualTerminal
sq_al: Çaktivizon afishimin e VirtualTerminal
sr_latn_rs: Onemogućava VirtualTerminal prikaz
sv_se: Inaktiverar VirtualTerminal visning
te_in: VirtualTerminal ప్రదర్శనను నిలిపివేస్తుంది
th_th: ปิดใช้งานการแสดงผล VirtualTerminal
tr_tr: VirtualTerminal görünümünü devre dışı bırakır
uk_ua: Вимикає екран VirtualTerminal
vi_vn: Tắt hiển thị VirtualTerminal
zh_cn: 禁用 VirtualTerminal 显示
zh_tw: 停用 VirtualTerminal 顯示

source: options
af_za: opsies
am_et: አማራጮች
ar_sa: خيارات
az_latn_az: seçimlər
bg_bg: опции
cs_cz: možnosti
de_de: Optionen
el_gr: επιλογές
es_es: opciones
es_mx: opciones
et_ee: valikud
fa_ir: گزينه‌ها
fi_fi: asetukset
gl_es: opcións
he_il: אפשרויות
hi_in: विकल्प
hu_hu: kapcsolók
is_is: valkostir
it_it: opzioni
ja_jp: オプション
kk_kz: параметрлер
lo_la: ຕົວເລືອກ
lt_lt: parinktys
lv_lv: opcijas
ms_my: opsyen
nb_no: alternativer
nl_nl: opties
pl_pl: opcje
pt_br: opções
pt_pt: opções
ro_ro: opțiuni
sk_sk: možnosti
sl_si: možnosti
sq_al: opsionet
sr_latn_rs: opcije
sv_se: alternativ
te_in: ఎంపికలు
th_th: ตัวเลือก
tr_tr: seçenekler
uk_ua: параметри
vi_vn: tùy chọn
zh_cn: 选项
zh_tw: 選項

# OverrideArgumentDescription
source: Override arguments to be passed on to the installer
af_za: Oorheers argumente wat aan die installeerder oorgedra moet word
am_et: በጫኚው ላይ የሚተላለፍ የሽረት አመክንዮ
ar_sa: تجاوز الوسيطات التي سيتم تمريرها على ملف التثبيت
az_latn_az: Quraşdırıcıya ötürülməli arqumentləri əvəzləyin
bg_bg: Замества аргументите, които трябва да бъдат прехвърлени на инсталиращата програма
cs_cz: Přepsat argumenty, které se odešlou instalačnímu programu
da_dk: Tilsidesæt argumenter, der skal videregives til installationsprogrammet
de_de: Außerkraftsetzungsargumente, die an das Installationsprogramm weitergegeben werden sollen
el_gr: Παράκαμψη ορισμάτων που θα μεταβιβαστούν στο πρόγραμμα εγκατάστασης
es_es: Invalidar argumentos que se van a pasar al instalador
es_mx: Reemplazar argumentos que se pasarán al instalador.
et_ee: Saate alistada installerile saadetavad argumendid
fa_ir: آرگومانی را که باید به نصب‌کننده واگذار شود لغو می‌کند
fi_fi: Ohita argumentit, jotka välitetään asennusohjelmaan
fr_fr: Remplacer les arguments à transmettre au programme d’installation
gl_es: Anular os argumentos que se pasarían ao instalador
he_il: עקיפת ארגומנטים שיש להעביר לתוכנית ההתקנה
hi_in: इंस्टॉलर पर भेजे जाने वाले तर्कों को ओवरराइड करें
hu_hu: A telepítőnek átadandó argumentumok felülbírálása
id_id: Menimpa argumen untuk diteruskan ke penginstal
is_is: Hnekkja frumbreytum sem á að senda í uppsetningarforritið
it_it: Sostituisci gli argomenti da trasmettere al programma di installazione
ja_jp: インストーラーに渡される引数を上書き
kk_kz: Орнату құралы бойынша өткізілетін аргументтерді қайта анықтау
lo_la: ຍົກເລີກອາກິວເມັນເພື່ອສົ່ງຕໍ່ໄປໃຫ້ຕົວຕິດຕັ້ງ
lt_lt: Perrašymo argumentai, kurie turi būti perkelti į diegimo programą
lv_lv: Pārlabot instalētājam nododamos argumentus
mk_mk: Аргументи за отфрлање коишто треба да ѝ се предадат на програмата за инсталирање
ml_in: ഇൻസ്റ്റാളറിലേക്ക് പാസ് ചെയ്യേണ്ട വാദങ്ങൾ അസാധുവാക്കുക
ms_my: Menggantikan argumen yang akan dihantar ke pemasang
nb_no: Override-argumenter som skal sendes til installasjonsprogrammet
nl_nl: Argumenten die worden doorgegeven aan het installatieprogramma overschrijven
pl_pl: Zastąp argumenty przekazywane instalatorowi
pt_br: Substituir argumentos para passar para o instalador
pt_pt: Ignorar os argumentos a ser transmitidos ao instalador
ro_ro: Suprascrierea argumentelor de transmis către programul de instalare
ru_ru: Переопределить аргументы, передаваемые установщику
sk_sk: Prepísať argumenty, ktoré sa majú poskytnúť inštalátoru
sl_si: Preglasitev argumentov, ki jih je treba prenesti v namestitveni program
sq_al: Anashkalo argumentet që do t’i kalohen instaluesit
sr_latn_rs: Zamena argumenata koje treba proslediti u instalacioni program
sv_se: Åsidosätt argument som ska skickas till installationsprogrammet
te_in: వ్యవస్థాపించవలసిన దానికి పంపాల్సిన వాదనలను భర్తీ చేయండి
th_th: แทนที่อาร์กิวเมนต์ที่จะส่งต่อไปยังตัวติดตั้ง
tr_tr: Yükleyiciye geçirilecek bağımsız değişkenleri geçersiz kılma
uk_ua: Перевизначити аргументи, що передаються до інсталятора
vi_vn: Ghi đè đối số cần chuyển qua trình cài đặt
zh_cn: 覆盖待传递的参数至安装程序
zh_tw: 覆寫要傳送到安裝程式的引數

source: Package
af_za: Pakket
am_et: ጥቅል
ar_sa: حزمة
az_latn_az: Bağlama
bg_bg: Пакет
cs_cz: Balíček
de_de: Paket
el_gr: Πακέτο
es_es: Paquete
es_mx: Paquete
et_ee: Pakett
fa_ir: بسته
fi_fi: Paketti
gl_es: Paquete
he_il: חבילה
hi_in: पैकेज
hu_hu: Csomag
is_is: Pakki
it_it: Pacchetto
ja_jp: パッケージ
kk_kz: Бума
lo_la: ແພັກເກດ
lt_lt: Paketas
lv_lv: Paciņa
ms_my: Pakej
nb_no: Pakke
nl_nl: Pakket
pl_pl: Pakiet
pt_br: Pacote
pt_pt: Pacote
ro_ro: Pachet
sk_sk: Balík
sl_si: Paket
sq_al: Paketa
sr_latn_rs: Paket
sv_se: Paket
te_in: ప్యాకేజీ
th_th: แพคเกจ
tr_tr: Paket
uk_ua: Пакет
vi_vn: Gói
zh_cn: 程序包
zh_tw: 套件
